---
kind: other
id: Properties.T:Autodesk.Revit.DB.LevelType
source: html/cff3d690-2c46-6e11-eb36-19289a704789.htm
---
# LevelType Properties

The id of the assembly instance to which the element belongs.